[RM_APGrenade X2GrenadeTemplate]
FriendlyName="反人员手雷"
FriendlyNamePlural="反人员手雷"
BriefSummary="对<font color='#d3af37'>无甲目标</font>造成高伤害，对<font color='#85bed1'>有甲目标</font>伤害极低，<font color='#d3af37'>可以被掩体挡住</font>，不会对地形造成伤害，不会破坏<font color='#d3af37'>战利品和尸体</font>"
TacticalText="<Bullet/> 对<font color='#d3af37'>无甲目标</font>造成高伤害，对<font color='#85bed1'>有甲目标</font>伤害极低。\n<Bullet/> 这种榴弹<font color='#d3af37'>可以被掩体挡住</font>，不会对地形造成伤害，但仍然可能引爆某些环境炸药。\n<Bullet/> 反人员手雷在杀死敌人时不会破坏<font color='#d3af37'>战利品和尸体</font>，提供爆炸抗性或免疫力的能力不会防御反人员手雷。\n<Bullet/> 完全依靠弹片杀伤而不是爆炸伤害，可能更容易受到爆炸伤害的敌人，例如天选者，不会受到反人员手雷的额外伤害。"
ThrownAbilityName="投掷反人员手雷"
ThrownAbilityHelpText="对目标区域投掷反人员手雷。造成子弹伤害而不是爆炸伤害。"
LaunchedAbilityname="发射反人员手雷"
LaunchedAbilityHelpText="对准目标区域发射反人员手雷。造成子弹伤害而不是爆炸伤害。"

[RM_APGrenade_MK2 X2GrenadeTemplate]
FriendlyName="合金反人员手雷"
FriendlyNamePlural="合金反人员手雷"
BriefSummary="合金反人员手雷的半径更大，造成的伤害也比反人员手雷大，略微撕裂目标护甲。<font color='#d3af37'>可以被掩体挡住</font>，不会对地形造成伤害，不会破坏<font color='#d3af37'>战利品和尸体</font>。"
TacticalText="<Bullet/> 合金手榴弹改进了弹片质量和速度，增加了伤害和半径，略微撕裂目标护甲。\n<Bullet/> 这种榴弹可<font color='#d3af37'>可以被掩体挡住</font>，不会对地形造成伤害，但仍然可能引爆某些环境炸药。\n<Bullet/> 合金反人员手雷在杀死敌人时不会破坏<font color='#d3af37'>战利品和尸体</font>，提供爆炸抗性或免疫力的能力不会防御反人员手雷。\n<Bullet/> 完全依靠弹片杀伤而不是爆炸伤害，可能更容易受到爆炸伤害的敌人，例如天选者，不会受到合金反人员手雷的额外伤害。"
ThrownAbilityName="投掷合金反人员手雷"
ThrownAbilityHelpText="对目标区域投掷合金反人员手雷。造成子弹伤害而不是爆炸伤害。"
LaunchedAbilityname="发射合金反人员手雷"
LaunchedAbilityHelpText="对准目标区域发射合金反人员手雷。造成子弹伤害而不是爆炸伤害。"